{
    "jokes": [
        "What did the zebra say the first time he saw a piano? “Dad?”",

        "Why do chicken coops have two doors? Because if they had four doors, they’d be chicken sedans.",

        "I don’t trust stairs. They’re always up to something.",

        "My wife is really mad at the fact that I have no sense of direction. So I packed up my stuff and right.",

        "Why couldn’t the bicycle stand on its own? It was two tired.",

        "Why can’t a nose be twelve inches long? Because then it’d be a foot.",

        "How do you get a squirrel to like you? Act like you’re nuts.",

        "Why don’t dinosaurs talk? Because they’re dead.",

        "Did you hear about the guy who invented Lifesavers? They say he made a mint.",

        "What’s better than Ted Danson? Ted Danson and singin’.",

        "Did you hear about the circus fire? It was in tents.",

        "I hate Russian dolls. They’re so full of themselves.",

        "What do you call a boomerang that never comes back? A stick.",

        "What did the pirate say on his 80th birthday? Aye matey!",

        "Why did the can crusher quit his job? Because it was soda pressing!",

        "What’s green and has wheels? Grass. I lied about the wheels.",

        "How many tickles does it take to make an octopus laugh? Ten tickles.",

        "What’s the best way to watch a fly fishing tournament? Live stream.",

        "Why did the monkey fall from the tree? It was dead.",

        "What’s Harry Potter’s favorite method of getting down a hill? Walking… JK, Rolling.",

        "I made a pencil with two erasers. It was pointless.",

        "I had a neck brace fitted years ago and I’ve never looked back since.",

        "What’s an astronaut’s favorite part of a computer? The space bar.",

        "My friend entered a pun contest. He entered ten, figuring at least one of them would win, but no pun in ten did.",

        "I went to the store to pick up some camouflage pants, but I couldn’t find any."
    ]
}